cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

cask "google-chrome"
cask "slack"
cask "github"
brew "git"
brew "vim"
cask "iterm2"
brew 'go'
brew 'emacs', args: ['with-cocoa', 'with-gnutls']
brew 'redis', restart_service: true
brew 'mongodb'
brew 'sphinx'
brew 'imagemagick'
brew 'mysql'
brew 'iperf3'
cask '1password'
cask 'adobe-creative-cloud'
cask 'aquaterm'
cask 'audio-hijack'
cask 'bookscan-downloader'
cask 'discord'
cask 'dropbox'
cask 'duet'
cask 'freemind'
cask 'hackmd'
cask 'macdown'
#cask 'mactex'
cask 'macvim'
cask 'macwinzipper'
cask 'maczip4win'
#cask 'marp'
cask 'mindnode-pro'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'minikube'
cask 'obs'
cask 'omnifocus'
cask 'omnigraffle'
cask 'omnioutliner'
cask 'omniplan'
cask 'onedrive'
cask 'skype'
cask 'texshop'
cask 'vagrant'
cask 'visual-studio-code'
cask 'vlc'
cask 'wireshark'
cask 'rambox'
