cask_args appdir: "/Applications"
tap "caskroom/cask"
cask "google-chrome"
cask "Alfred"
cask "slack"
cask "github"
cask "iterm2"
cask '1password'
cask 'adobe-creative-cloud'
cask 'aquaterm'
cask 'audio-hijack'
cask 'bookscan-downloader'
cask 'discord'
cask 'dropbox'
cask 'duet'
cask 'freemind'
cask 'hackmd'
cask 'macdown'
#cask 'mactex'
cask 'macvim'
cask 'macwinzipper'
cask 'maczip4win'
#cask 'marp'
cask 'mindnode-pro'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'minikube'
cask 'obs'
cask 'omnifocus'
cask 'omnigraffle'
cask 'omnioutliner'
cask 'omniplan'
cask 'onedrive'
cask 'skype'
cask 'texshop'
cask 'vagrant'
cask 'visual-studio-code'
cask 'vlc'
cask 'wireshark'
cask 'rambox'
cask 'mendeley'
cask 'kindle'
cask 'spotify'
cask 'cyberduck'
cask 'adoptopenjdk'
cask 'karabiner-elements'
brew 'emacs', args: ['with-cocoa', 'with-gnutls']
brew 'redis', restart_service: true
brew 'mongodb'
brew 'sphinx'
brew 'imagemagick'
brew 'redis', restart_service: true
brew 'mongodb'
brew 'sphinx'
brew 'imagemagick'
brew 'iproute2mac'
brew 'ipmitool'
brew 'mackerelio/mackerel-agent/mackerel-agent'
brew 'ghq'
brew 'hub'
cask 'blackhole'
brew 'redis', restart_service: true
